Repository: thedavidweng/sukiru
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld installs
zh_hans: %lld 次安装

# %lld of %lld selected
source: %1$lld of %2$lld selected
zh_hans: 已选 %1$lld 个，共 %2$lld 个

source: %lld plugins
zh_hans: %lld 个插件

# %lld problems, %lld fixable in one click
source: %lld problems, %2$lld fixable in one click
zh_hans: %1$lld 个问题，其中 %2$lld 个可一键修复

source: %lld queued changes
zh_hans: 已排队 %lld 项更改

source: %lld skills
zh_hans: %lld 个技能

source: 0 findings
zh_hans: 0 项发现

source: About Sukiru
zh_hans: 关于 Sukiru

source: About This Problem
zh_hans: 关于此问题

source: Action Needed
zh_hans: 需处理

source: Actual hash
zh_hans: 实际哈希

source: Add
zh_hans: 添加

source: Add Marketplace
zh_hans: 添加插件市场

source: Add Plugin
zh_hans: 添加插件

source: Add Project Root…
zh_hans: 添加项目根目录…

source: Add Project…
zh_hans: 添加项目…

source: Add a project folder whose skills Sukiru should read
zh_hans: 添加一个项目文件夹，让 Sukiru 读取其中的技能

source: Add these repairs to Pending Changes
zh_hans: 将这些修复加入待处理更改

source: Add this repair to Pending Changes
zh_hans: 将此修复加入待处理更改

source: Add to Pending Changes
zh_hans: 加入待处理更改

source: Added after execution
zh_hans: 执行后新增

source: Adds the pin to Pending Changes
zh_hans: 将固定加入待处理更改

source: Adopt
zh_hans: 收编

source: Adopt from %@
zh_hans: 从 %@ 收编

source: Adopt into GitHub Ledger
zh_hans: 收编进 GitHub 账本

source: Adopt into GitHub Ledger…
zh_hans: 收编进 GitHub 账本…

source: Agent
zh_hans: 智能体

source: Agent discovers this name more than once
zh_hans: 智能体发现了多个同名技能入口

source: Agent folder
zh_hans: 智能体文件夹

source: Agent-managed
zh_hans: 智能体管理

source: Agents
zh_hans: 智能体

source: Agents not installed on this Mac
zh_hans: 未安装在这台 Mac 上的智能体

source: All
zh_hans: 全部

source: All Skills
zh_hans: 全部技能

source: Ambiguous
zh_hans: 有歧义

source: Another version of your copy
zh_hans: 与本地副本为同一技能的不同版本

source: Any Installer
zh_hans: 任意安装器

source: Apply
zh_hans: 应用

source: Apply every queued change in one batch, with one snapshot
zh_hans: 在一个批次中应用所有排队的更改，只拍一个快照

source: Applying changes…
zh_hans: 正在应用更改…

source: Available
zh_hans: 可用

source: Backend
zh_hans: 后端

source: Batch
zh_hans: 批次

source: Batch executed. See Snapshots for what changed.
zh_hans: 批次已执行。改动详情见“快照”。

source: Both installers claim this skill. Choose one in Health to update or uninstall it.
zh_hans: 两个安装器都认领了此技能。请在“健康”中选定一个，再更新或卸载。

source: Broken link
zh_hans: 失效链接

source: Broken symbolic link
zh_hans: 损坏的符号链接

source: Browse configured marketplaces
zh_hans: 浏览已配置的市场

source: Cancel
zh_hans: 取消

source: Cancel rollback and keep current files.
zh_hans: 取消回滚并保留当前文件。

source: Changed since it was installed
zh_hans: 安装后内容已变化

source: Check Again
zh_hans: 重新检查

source: Check Plugin Updates
zh_hans: 检查插件更新

source: Check for Updates
zh_hans: 检查更新

source: Check the host version and preview a protected move outside discovery
zh_hans: 检查主机版本并预览受快照保护的移出发现目录操作

source: Checking library health…
zh_hans: 正在检查资源库健康…

source: Choose Owner…
zh_hans: 选择所有者…

source: Choose Repair…
zh_hans: 选择修复方式…

source: Choose a repair for this finding
zh_hans: 为此发现项选择修复方式

source: Choose how rollback handles this changed file.
zh_hans: 选择回滚如何处理此已更改文件。

source: Choose user scope or an already-added project
zh_hans: 选择用户范围或已添加的项目

source: Choose…
zh_hans: 请选择…

source: Claimed by two installers
zh_hans: 被两个安装器同时认领

source: Clear
zh_hans: 清空

source: Clear Filters
zh_hans: 清除筛选条件

source: Close marketplace browsing
zh_hans: 关闭市场浏览

source: Close without creating a command batch
zh_hans: 关闭且不创建命令批次

source: Command-Line Tools
zh_hans: 命令行工具

source: Commands
zh_hans: 命令

source: Components
zh_hans: 组件

source: Configured reference
zh_hans: 已配置的引用

source: Conflicting copy
zh_hans: 冲突副本

source: Conflicting owners
zh_hans: 所有者冲突

source: Consent applies only to this batch and does not bypass host approvals
zh_hans: 同意仅适用于此批次，不会绕过主机审批

source: Content hash
zh_hans: 内容哈希

source: Copies differ from the shared copy
zh_hans: 副本与共享副本不一致

source: Copies disagree
zh_hans: 副本内容不一致

source: Copies instead of links
zh_hans: 使用副本而非链接

source: Copies out of sync
zh_hans: 副本内容不一致

source: Copy
zh_hans: 副本

source: Copy Batch ID
zh_hans: 拷贝批次 ID

source: Copy Identifier
zh_hans: 拷贝标识符

source: Copy Path
zh_hans: 拷贝路径

source: Copy where a link belongs
zh_hans: 应为链接却是副本

source: Could not read SKILL.md
zh_hans: 无法读取 SKILL.md

source: Could not restore
zh_hans: 无法恢复

source: Couldn't Check Some Skills for Updates
zh_hans: 无法检查部分技能的更新

source: Customize Sidebar…
zh_hans: 自定义边栏…

source: Dead link
zh_hans: 失效链接

source: Dead links
zh_hans: 失效链接

source: Delete
zh_hans: 删除

source: Delete Snapshot?
zh_hans: 删除快照？

source: Delete Snapshot…
zh_hans: 删除快照…

source: Delete the folder %@
zh_hans: 删除文件夹 %@

source: Delete the link %@
zh_hans: 删除链接 %@

source: Deleted after execution
zh_hans: 执行后被删除

source: Delete…
zh_hans: 删除…

source: Deselect All
zh_hans: 取消全选

source: Different skills share this name
zh_hans: 不同技能使用了同一名称

source: Directory
zh_hans: 目录

source: Disable Local Loading
zh_hans: 停用本地加载

source: Disable Plugin
zh_hans: 停用插件

source: Disabled
zh_hans: 已停用

source: Discard Batch
zh_hans: 放弃批次

source: Discover
zh_hans: 发现

source: Discovered local file
zh_hans: 发现的本地文件

source: Done
zh_hans: 完成

source: Double-booked
zh_hans: 重复登记

source: Download
zh_hans: 下载

source: Download the skills CLI with npx
zh_hans: 使用 npx 下载 skills CLI

source: Download…
zh_hans: 下载…

source: Drag to change the order
zh_hans: 拖移以更改顺序

source: Duplicate skill names
zh_hans: 重复的技能名称

source: Effects Outside File Rollback
zh_hans: 文件回滚范围之外的影响

source: Enable Plugin
zh_hans: 启用插件

source: Enabled
zh_hans: 已启用

source: Enabled in Host
zh_hans: 主机启用配置

source: Environment problem: library root not found
zh_hans: 环境问题：找不到资源库根目录

source: Every command batch captures a snapshot before it runs; history appears here.
zh_hans: 每个命令批次运行前都会捕获快照；历史记录将显示于此。

source: Evidence
zh_hans: 证据

source: Execute Batch
zh_hans: 执行批次

source: Executing
zh_hans: 执行中

source: Execution Evidence Incomplete
zh_hans: 执行证据不完整

source: Expected hash
zh_hans: 预期哈希

source: Failed
zh_hans: 已失败

source: File action
zh_hans: 文件操作

source: File added
zh_hans: 已添加文件

source: File changed
zh_hans: 已更改文件

source: File removed
zh_hans: 已移除文件

source: Files
zh_hans: 文件

source: Filter Library
zh_hans: 筛选资源库

source: Filter Plugins
zh_hans: 筛选插件

source: Filter skills
zh_hans: 筛选技能

source: Filter skills by status or installer
zh_hans: 按状态或安装器筛选技能

source: Find Sources
zh_hans: 查找来源

source: Find Source…
zh_hans: 查找来源…

source: Find a Source for %@
zh_hans: 为 %@ 查找来源

source: Findings
zh_hans: 发现

source: Findings for %@
zh_hans: %@ 的发现

source: Fix All (%lld)
zh_hans: 全部修复（%lld）

source: Fix Selected Finding…
zh_hans: 修复选中的发现项…

source: Found version
zh_hans: 检测到的版本

source: Found with
zh_hans: 搜索来源

source: General
zh_hans: 通用

source: GitHub repository
zh_hans: GitHub 仓库

source: Health
zh_hans: 健康

source: Health check failed
zh_hans: 健康检查失败

source: Historical Load Errors
zh_hans: 历史加载错误

source: Historical errors do not establish a current runtime failure.
zh_hans: 历史错误不能证明当前仍存在运行故障。

source: Host
zh_hans: 宿主

source: Hosts
zh_hans: 宿主

source: I agree to the disclosed plugin and external state effects
zh_hans: 我同意已说明的插件及外部状态影响

source: Identical copies instead of links
zh_hans: 相同副本而非链接

source: Identifier
zh_hans: 标识符

source: If none are checked, npx skills chooses the agents.
zh_hans: 如果都不勾选，将由 npx skills 选择智能体。

source: Info
zh_hans: 信息

source: Inspect Runtime Plugins
zh_hans: 查看运行时插件

source: Inspect plugin inventory errors
zh_hans: 查看插件清单读取错误

source: Inspect static compatibility evidence and historical errors
zh_hans: 查看静态兼容性证据及历史错误

source: Inspect the plugin identifier and recorded path
zh_hans: 查看插件标识符和记录的路径

source: Inspection Issues
zh_hans: 检查问题

source: Install
zh_hans: 安装

source: Install Plugin
zh_hans: 安装插件

source: Install Plugin…
zh_hans: 安装插件…

source: Install Selected Skill…
zh_hans: 安装所选技能…

source: Install Skill
zh_hans: 安装技能

source: Install a plugin or browse configured marketplaces
zh_hans: 安装插件或浏览已配置的市场

source: Install from Repository
zh_hans: 从仓库安装

source: Install from Repository…
zh_hans: 从仓库安装…

source: Install new skills as copies
zh_hans: 以副本形式安装新技能

source: Install skills from a GitHub repository
zh_hans: 从 GitHub 仓库安装技能

source: Install the selected skill (⌘⇧I)
zh_hans: 安装所选技能（⌘⇧I）

source: Installation
zh_hans: 安装状态

source: Installed payload
zh_hans: 已安装的内容

source: Installer
zh_hans: 安装器

source: Installers
zh_hans: 安装器

source: Installs
zh_hans: 安装量

source: Install…
zh_hans: 安装…

source: Internal
zh_hans: 内部

source: Internal skill, hidden from host-facing listings.
zh_hans: 内部技能，不会出现在宿主可见列表中。

source: Invalid SKILL.md
zh_hans: 无效的 SKILL.md

source: Issues (%lld)
zh_hans: 问题（%lld）

source: Keep GitHub Ledger
zh_hans: 保留 GitHub 账本

source: Keep Vercel Ledger
zh_hans: 保留 Vercel 账本

source: Keep this skill at a tag, branch, or commit so updates skip it
zh_hans: 将此技能固定在某个标签、分支或提交，更新时会跳过它

source: Kind
zh_hans: 类型

source: Language
zh_hans: 语言

source: Leave As-Is
zh_hans: 保持现状

source: Leftover folder of an uninstalled agent
zh_hans: 未安装智能体的残留文件夹

source: Leftover folders of uninstalled agents
zh_hans: 未安装智能体的残留文件夹

source: Legacy Plugin Definition
zh_hans: 旧版插件定义

source: Library
zh_hans: 资源库

source: Library root not found
zh_hans: 找不到资源库根目录

source: Link
zh_hans: 链接

source: Link %@ to %@
zh_hans: 将 %1$@ 链接到 %2$@

source: Link into a versioned folder
zh_hans: 链接指向带版本号的文件夹

source: Link target
zh_hans: 链接目标

source: Link to Shared Copy
zh_hans: 链接到共享副本

source: Links
zh_hans: 链接数

source: List the skills in this repository with the chosen installer
zh_hans: 用所选安装器列出此仓库中的技能

source: Listing skills…
zh_hans: 正在列出技能…

source: Loading SKILL.md…
zh_hans: 正在加载 SKILL.md…

source: Loading library…
zh_hans: 正在加载资源库…

source: Local Plugin
zh_hans: 本地插件

source: Local project settings
zh_hans: 项目本地设置

source: Location
zh_hans: 位置

source: Locations
zh_hans: 位置

source: Lock entry
zh_hans: 锁文件条目

source: Lock entry added
zh_hans: 已添加锁文件条目

source: Lock entry changed
zh_hans: 已更改锁文件条目

source: Lock entry removed
zh_hans: 已移除锁文件条目

source: Lock entry without a skill folder
zh_hans: 锁文件条目没有对应的技能文件夹

source: Lock file
zh_hans: 锁文件

source: Lock from a newer installer
zh_hans: 来自较新安装器的锁文件

source: Lock lists skills that are gone
zh_hans: 锁文件记录了已不存在的技能

source: Look for newer versions of skills installed with gh skill
zh_hans: 检查通过 gh skill 安装的技能是否有新版本

source: Look up each skill on skills.sh and queue the matches
zh_hans: 在 skills.sh 上查找每个技能，并将匹配项加入队列

source: Looking for a source…
zh_hans: 正在查找来源…

source: Manage Host Plugins
zh_hans: 管理宿主插件

source: Marketplace Actions
zh_hans: 市场操作

source: Marketplaces
zh_hans: 市场

source: Marketplaces…
zh_hans: 市场…

source: Modified after execution
zh_hans: 执行后被修改

source: More actions for this finding
zh_hans: 此问题的更多操作

source: More actions for this project
zh_hans: 此项目的更多操作

source: Move %@ to %@ to disable loading
zh_hans: 将 %1$@ 移至 %2$@ 以停用加载

source: Move Down
zh_hans: 下移

source: Move Up
zh_hans: 上移

source: Needs Attention
zh_hans: 需要关注

source: Needs attention
zh_hans: 需要关注

source: New Version
zh_hans: 新版本

source: No
zh_hans: 否

source: No Known Source
zh_hans: 来源未知

source: No Matching Skills
zh_hans: 没有匹配的技能

source: No configured marketplaces
zh_hans: 尚未配置市场

source: No findings implicate this skill
zh_hans: 没有涉及此技能的发现

source: No findings in this workspace
zh_hans: 此工作区中没有发现

source: No host sees this skill.
zh_hans: 没有任何宿主能看到此技能。

source: No installer records this skill.
zh_hans: 没有安装器记录此技能。

source: No known source
zh_hans: 来源未知

source: No listing matches this copy; choose one with Find Source.
zh_hans: 没有与本地副本一致的来源，请用「查找来源…」手动选择。

source: No locally cached plugins
zh_hans: 没有本地缓存的插件

source: No pending changes
zh_hans: 没有待处理的更改

source: No plugins found
zh_hans: 未找到插件

source: No problems
zh_hans: 没有问题

source: No projects yet. Add a folder to include its project-scope skills.
zh_hans: 还没有项目。添加文件夹以纳入其中的项目级技能。

source: No skills found
zh_hans: 未找到技能

source: No skills found in this repository.
zh_hans: 此仓库中没有找到技能。

source: No skills.sh listing uses this name.
zh_hans: skills.sh 上没有同名技能。

source: No snapshots yet
zh_hans: 还没有快照

source: None of these skills can be updated here. Select one to see why.
zh_hans: 这里的技能都无法在此更新。选择一个技能查看原因。

source: Not Checked
zh_hans: 未检查

source: Not Run
zh_hans: 未运行

source: Not included (%lld)
zh_hans: 未包含（%lld）

source: Not installed
zh_hans: 未安装

source: Notes
zh_hans: 备注

source: Nothing selected
zh_hans: 未选择任何内容

source: Nothing to Change
zh_hans: 无需更改

source: OK
zh_hans: 好

source: Open the official producer migration guide
zh_hans: 打开官方作者迁移指南

source: Operation
zh_hans: 操作

source: Other Repairs…
zh_hans: 其他修复方式…

source: Other Source
zh_hans: 其他来源

source: Owner
zh_hans: 归属

source: Ownerless
zh_hans: 无属主

source: Path
zh_hans: 路径

source: Path in Repository
zh_hans: 仓库内路径

source: Pending Changes
zh_hans: 待处理更改

source: Pin
zh_hans: 固定

source: Pin %@
zh_hans: 固定 %@

source: Pin to %@
zh_hans: 固定到 %@

source: Pin to tag or commit (optional)
zh_hans: 固定到标签或提交（可选）

source: Pinned
zh_hans: 已固定

source: Pin…
zh_hans: 固定…

source: Plugin Compatibility
zh_hans: 插件兼容性

source: Plugin compatibility checks need review
zh_hans: 插件兼容性检查需要复核

source: Plugin, marketplace, package or address
zh_hans: 插件、插件市场、软件包或地址

source: Plugins
zh_hans: 插件

source: Post-run diff
zh_hans: 运行后差异

source: Preserve current file
zh_hans: 保留当前文件

source: Preserved current file
zh_hans: 已保留当前文件

source: Preview Local Disable…
zh_hans: 预览停用本地插件…

source: Preview a plugin installation
zh_hans: 预览插件安装

source: Preview an operation for this marketplace
zh_hans: 预览对此市场的操作

source: Preview in Pending Changes
zh_hans: 在待处理变更中预览

source: Preview installation from this configured marketplace
zh_hans: 预览从此已配置市场安装插件

source: Preview the host's enable or disable command for this plugin
zh_hans: 预览宿主为此插件执行的启用或停用命令

source: Preview this host's supported operation or capability limit
zh_hans: 预览此宿主支持的操作或能力限制

source: Preview unavailable for this result. The install re-resolves the exact skill through the official CLI.
zh_hans: 无法预览此结果。 安装时会通过官方 CLI 重新解析确切技能。

source: Producer Migration Instructions
zh_hans: 作者迁移说明

source: Project Folders
zh_hans: 项目文件夹

source: Project scope
zh_hans: 项目范围

source: Projects
zh_hans: 项目

source: Proposed
zh_hans: 待审查

source: Provenance
zh_hans: 溯源

source: Queue %lld Fixes
zh_hans: 排队 %lld 项修复

source: Queue Adoption
zh_hans: 排队收编

source: Queue Deletion
zh_hans: 排队删除

source: Queued in Pending Changes. Click to remove it.
zh_hans: 已加入待处理更改。点按可移除。

source: Quick Look
zh_hans: 快速查看

source: Quick Look SKILL.md
zh_hans: 快速查看 SKILL.md

source: Quick Look Selected Skill
zh_hans: 快速查看所选技能

source: Quick Look the selected skill's SKILL.md (⌘Y).
zh_hans: 快速查看所选技能的 SKILL.md（⌘Y）。

source: Re-reads the library and snapshots from disk (⌘R). External changes appear only after Refresh.
zh_hans: 从磁盘重新读取技能库和快照（⌘R）。外部更改仅在刷新后显示。

source: Read-only diagnostic mode: neither gh nor the skills CLI is available. Sukiru inspects and reports your library, but repairs and installs are unavailable.
zh_hans: 只读诊断模式：gh 和 skills CLI 均不可用。Sukiru 可检查并报告技能库，但无法执行修复和安装。

source: Recorded by host
zh_hans: 宿主记录的安装

source: Ref
zh_hans: 引用

source: Refresh
zh_hans: 刷新

source: Refresh Marketplace
zh_hans: 刷新插件市场

source: Reinstall
zh_hans: 重新安装

source: Relaunch Now
zh_hans: 立即重新启动

source: Removable by name
zh_hans: 可被按名称删除

source: Remove
zh_hans: 移除

source: Remove Marketplace
zh_hans: 移除插件市场

source: Remove Plugin
zh_hans: 移除插件

source: Remove Project
zh_hans: 移除项目

source: Remove Selected Project Root
zh_hans: 移除所选项目根目录

source: Remove from Pending Changes
zh_hans: 从待处理更改中移除

source: Remove from Sidebar
zh_hans: 从边栏中移除

source: Remove the leftover folder %@
zh_hans: 移除残留文件夹 %@

source: Remove this skill's files (adds to Pending Changes)
zh_hans: 移除此技能的文件（加入待处理更改）

source: Removed (added by the batch)
zh_hans: 已移除（由该批次添加）

source: Repair
zh_hans: 修复

source: Repair every problem that needs no choice, together with queued repairs
zh_hans: 修复所有无需选择的问题，连同已排队的修复一起应用

source: Repairs from Health and changes from the Library wait here until you apply them together.
zh_hans: 来自“健康”的修复和来自“资源库”的更改会在这里等待，直到你一并应用。

source: Replace Plugin Version
zh_hans: 替换插件版本

source: Replace the agent copies with links to one shared copy
zh_hans: 将各智能体的副本替换为指向同一共享副本的链接

source: Replace the link %@ with a copy
zh_hans: 将链接 %@ 替换为副本

source: Replace the links with standalone copies
zh_hans: 将链接替换为独立副本

source: Repository
zh_hans: 仓库

source: Repository (owner/repo)
zh_hans: 仓库（owner/repo）

source: Resolve Double-Booking
zh_hans: 解决重复登记

source: Resolved path
zh_hans: 解析后路径

source: Restore Files
zh_hans: 还原文件

source: Restore snapshot
zh_hans: 恢复快照

source: Restored from snapshot
zh_hans: 已从快照恢复

source: Reveal Selected Finding in Library
zh_hans: 在资源库中显示所选发现对应的技能

source: Reveal captured stdout and stderr in Finder
zh_hans: 在访达中显示捕获的标准输出和错误输出

source: Reveal in Library
zh_hans: 在资源库中显示

source: Review %lld Changes
zh_hans: 审阅 %lld 项更改

source: Review & Apply
zh_hans: 审阅并应用

source: Review Changes
zh_hans: 检查更改

source: Review Rollback Conflicts
zh_hans: 检查回滚冲突

source: Review and apply the install in Pending Changes
zh_hans: 在“待处理更改”中检查并应用此安装

source: Review exact commands, affected files and consequences before execution
zh_hans: 执行前审查确切命令、受影响文件及后果

source: Review the evidence and plan a repair in Health (⌘⇧F)
zh_hans: 在健康中查看证据并规划修复（⌘⇧F）

source: Reviewed
zh_hans: 已审查

source: Roll Back
zh_hans: 回滚

source: Roll Back Selected Batch
zh_hans: 回滚选中的批次

source: Roll Back This Batch?
zh_hans: 回滚此批次？

source: Roll Back…
zh_hans: 回滚…

source: Roll back using the selected file actions.
zh_hans: 按所选文件操作进行回滚。

source: Rollback
zh_hans: 回滚

source: Rolled Back
zh_hans: 已回滚

source: Rolled back
zh_hans: 已回滚

source: Rule identifier
zh_hans: 规则标识符

source: Run Search
zh_hans: 运行搜索

source: Runtime
zh_hans: 运行时

source: SKILL.md is unavailable
zh_hans: SKILL.md 不可用

source: SUKIRU_ROOTS is set, so changes here last until Sukiru quits.
zh_hans: 已设置 SUKIRU_ROOTS，此处的更改仅在 Sukiru 退出前有效。

source: Same as your copy
zh_hans: 与本地副本一致

source: Scan failed
zh_hans: 扫描失败

source: Scope
zh_hans: 范围

source: Search GitHub
zh_hans: 搜索 GitHub

source: Search failed
zh_hans: 搜索失败

source: Search plugin names in configured marketplaces
zh_hans: 在已配置的市场中搜索插件名称

source: Search skills by name
zh_hans: 按名称搜索技能

source: Search skills.sh
zh_hans: 搜索 skills.sh

source: Searching skills.sh…
zh_hans: 正在搜索 skills.sh…

source: Searching…
zh_hans: 正在搜索…

source: Select All
zh_hans: 全选

source: Select a plugin to inspect it
zh_hans: 选择插件以查看详情

source: Select a problem to inspect it
zh_hans: 选择一个问题以查看详情

source: Select a result to preview it
zh_hans: 选择一个结果以预览

source: Select a skill to inspect it
zh_hans: 选择一个技能以查看详情

source: Shared by several agents
zh_hans: 由多个智能体共用

source: Shared copies are missing
zh_hans: 共享副本缺失

source: Shared copy is missing
zh_hans: 共享副本缺失

source: Show
zh_hans: 显示

source: Show All
zh_hans: 显示全部

source: Show All Findings
zh_hans: 显示全部发现

source: Show Commands (%lld)
zh_hans: 显示命令（%lld）

source: Show Findings for Selected Skill
zh_hans: 查看所选技能的发现

source: Show Next Workspace
zh_hans: 显示下一个工作区

source: Show Output Files
zh_hans: 显示输出文件

source: Show Previous Workspace
zh_hans: 显示上一个工作区

source: Show Skills
zh_hans: 显示技能

source: Show in Finder
zh_hans: 在访达中显示

source: Show in Health
zh_hans: 在健康中显示

source: Show in Sidebar
zh_hans: 在边栏中显示

source: Show plugins managed by this host
zh_hans: 显示由此宿主管理的插件

source: Show the plugin's recorded path in Finder
zh_hans: 在访达中显示插件记录的路径

source: Show the selected skill's folder in Finder
zh_hans: 在访达中显示所选技能的文件夹

source: Show this host's plugins in the sidebar
zh_hans: 在边栏中显示此宿主的插件

source: Show user-scope library items
zh_hans: 显示用户范围的库项目

source: Shows the repository's skills without installing anything.
zh_hans: 只列出仓库中的技能，不会安装任何内容。

source: Sidebar Plugins
zh_hans: 边栏插件

source: Skill
zh_hans: 技能

source: Skill folder added
zh_hans: 已添加技能文件夹

source: Skill folder changed
zh_hans: 已更改技能文件夹

source: Skill folder removed
zh_hans: 已移除技能文件夹

source: Skills folder
zh_hans: 技能文件夹

source: Skills with no known source
zh_hans: 来源未知的技能

source: Snapshots
zh_hans: 快照

source: Source
zh_hans: 来源

source: Source lookup failed.
zh_hans: 查找来源失败。

source: Stars
zh_hans: 星标

source: Succeeded
zh_hans: 已成功

source: Sukiru hands installs and repairs to these tools. Install and Update run Homebrew.
zh_hans: Sukiru 通过这些工具执行安装和修复。“安装”和“更新”会通过 Homebrew 运行。

source: Sukiru hands installs and repairs to these tools. Install opens the download page because Homebrew isn't installed.
zh_hans: Sukiru 通过这些工具执行安装和修复。由于未安装 Homebrew，“安装”会打开下载页面。

source: Sukiru reads the skills in each project's agent folders.
zh_hans: Sukiru 会读取每个项目的智能体文件夹中的技能。

source: Sukiru switches to the new language after it relaunches.
zh_hans: Sukiru 重新启动后将切换到新语言。

source: Supported version
zh_hans: 支持的版本

source: Symbolic link
zh_hans: 符号链接

source: System Default
zh_hans: 跟随系统

source: Tag, branch, or commit SHA
zh_hans: 标签、分支或提交 SHA

source: The batch ran without changing the library.
zh_hans: 批次已执行，资源库没有任何改动。

source: The file diff is unavailable because post-execution evidence failed.
zh_hans: 执行后取证失败，文件差异不可用。

source: The library looks healthy
zh_hans: 资源库状况良好

source: The library root (SUKIRU_HOME) does not exist. Fix the path and press Refresh, or relaunch with a valid root.
zh_hans: 资源库根目录（SUKIRU_HOME）不存在。请修正路径后按“刷新”，或使用有效的根目录重新启动。

source: This host has no plugins in the user library or added projects.
zh_hans: 此宿主在用户范围和已添加的项目中都没有插件。

source: This is the host's configured state; runtime loading has not been checked.
zh_hans: 这是主机配置中的状态，尚未检查运行时加载情况。

source: This library has no skill installations. Install skills with the official CLIs, or add a project root in Settings.
zh_hans: 此资源库中没有已安装的技能。请使用官方 CLI 安装技能，或在“设置”中添加项目根目录。

source: Timed Out
zh_hans: 已超时

source: To see one owner's skills, type their GitHub name and pick it from the suggestions. Preview any SKILL.md, then install through Pending Changes.
zh_hans: 要只看某个所有者的技能，输入其 GitHub 名称并从建议中选择。安装前可预览 SKILL.md，安装会经过待处理更改。

source: Toggle Selected Finding Evidence
zh_hans: 展开或收起所选发现的证据

source: Tools
zh_hans: 工具

source: Turn on the hosts to show in the sidebar. Drag them to change their order.
zh_hans: 打开要在边栏中显示的宿主。拖移它们以更改顺序。

source: Type a skill name to search
zh_hans: 输入技能名称来搜索

source: Undo…
zh_hans: 撤销…

source: Uninstall
zh_hans: 卸载

source: Unknown
zh_hans: 未知

source: Unpin
zh_hans: 取消固定

source: Unreadable SKILL.md
zh_hans: 无法读取的 SKILL.md

source: Unreadable folder
zh_hans: 无法读取的文件夹

source: Unreadable lock file
zh_hans: 无法读取的锁文件

source: Unreadable skill content
zh_hans: 无法读取的技能内容

source: Unresolvable path
zh_hans: 无法解析的路径

source: Unsupported host operations show the host's capability limit
zh_hans: 不支持的操作会显示宿主的能力限制

source: Unsupported lock file version
zh_hans: 不支持的锁文件版本

source: Update
zh_hans: 更新

source: Update All
zh_hans: 全部更新

source: Update Available
zh_hans: 有可用更新

source: Update Plugin
zh_hans: 更新插件

source: Update every skill an installer manages, in one batch
zh_hans: 在一个批次中更新所有由安装器管理的技能

source: Update the skills CLI to the latest release with npx
zh_hans: 使用 npx 将 skills CLI 更新到最新版本

source: Update to the latest version (adds to Pending Changes)
zh_hans: 更新到最新版本（加入待处理更改）

source: Updates skip a pinned skill
zh_hans: 更新会跳过已固定的技能

source: Updating needs the GitHub CLI. Get it in Settings > Installers.
zh_hans: 更新需要 GitHub CLI。请在“设置 > 安装器”中获取。

source: Use
zh_hans: 使用

source: Use Claude's local project scope instead of shared project settings
zh_hans: 使用 Claude 的项目本地范围，而非项目共享设置

source: Use Copies
zh_hans: 改用副本

source: Use Links
zh_hans: 改用链接

source: Use a host-supported target; * selects all packages for OpenCode list, check or update
zh_hans: 使用主机支持的目标；* 在 OpenCode 列表、检查或更新操作中选择全部包

source: User Library
zh_hans: 用户技能库
